[
    {
      "name": "FortNite Battle Royale",////////done////////////
      "type": "gaming",
      "price": 1500,
      "prize": 200,
      "instructions": "Join the battlefield and prove your skills in this fortnite battle royale contest. Survive till the end and emerge as the ultimate champion!",
      "deadline": "2023-12-15",
      "description": "Experience the thrill of intense battles and strategic gameplay in our Epic Battle Royale contest. Dive into a virtual world where every move counts, and only the strongest will survive. With a total prize pool of $200, this is your chance to showcase your gaming prowess. Don't miss the deadline on December 15th!",
      "participation": 0,
      "image": "https://i.ibb.co/GCTcg9M/gaming-contest-1.jpg"
    },
    {
      "name": "Speed Racing Championship",
      "type": "gaming",
      "price": 1000,
      "prize": 150,
      "instructions": "Rev up your engines and get ready for the ultimate speed racing challenge. Compete against the best racers and claim the title of Speed Racing Champion!",
      "deadline": "2023-12-10",
      "description": "Gear up for the adrenaline-pumping Speed Racing Championship! Take control of high-speed vehicles and navigate through challenging tracks. The winner takes home a grand prize of $150. Register now and mark your calendar for the thrilling race on December 10th.",
      "participation": 0,
      "image": "https://i.ibb.co/6HX6Hr1/gaming-contest-2.jpg"
    },
    {
      "name": "Strategy Mastermind Challenge",
      "type": "gaming",
      "price": 1200,
      "prize": 180,
      "instructions": "Exercise your strategic brilliance in the Strategy Mastermind Challenge. Outsmart your opponents and conquer the virtual battlefield!",
      "deadline": "2023-12-12",
      "description": "Engage in a battle of wits in our Strategy Mastermind Challenge. Develop cunning strategies, make calculated moves, and outmaneuver your rivals. With a prize pool of $180, this contest is for those who seek to dominate the virtual battlefield. Deadline for entry is December 12th.",
      "participation": 0,
      "image": "https://i.ibb.co/qNrDwTJ/gaming-contest-3.jpg"
    },
    {
      "name": "Puzzle Quest Extravaganza",/////////doneeeeee
      "type": "gaming",
      "price": 800,
      "prize": 120,
      "instructions": "Embark on a journey of mind-bending puzzles in the Puzzle Quest Extravaganza. Solve, strategize, and conquer the enigmatic challenges!",
      "deadline": "2023-12-18",
      "description": "Challenge your intellect in the Puzzle Quest Extravaganza! Navigate through a series of mind-bending puzzles that will test your problem-solving skills. With a prize of $120, this contest is perfect for puzzle enthusiasts. Deadline for entry is December 18th.",
      "participation": 0,
      "image": "https://i.ibb.co/dLmY7nW/gaming-contest-4.jpg"
    },
    {
      "name": "Virtual Soccer Showdown",//////done
      "type": "gaming",
      "price": 2000,
      "prize": 250,
      "instructions": "Kick, dribble, and score your way to victory in the Virtual Soccer Showdown. Compete against skilled opponents for glory and prizes!",
      "deadline": "2023-12-20",
      "description": "Experience the excitement of the Virtual Soccer Showdown! Showcase your soccer skills in a virtual arena, compete against top players, and score amazing goals. With a prize pool of $250, this is your chance to become a virtual soccer legend. The competition concludes on December 20th.",
      "participation": 0,
      "image": "https://i.ibb.co/2qT91sS/gaming-contest-5.jpg"
    },
    {
      "name": "FPS Battle Arena",/////////////done
      "type": "gaming",
      "price": 1800,
      "prize": 220,
      "instructions": "Lock and load! Enter the FPS Battle Arena and engage in intense first-person shooter battles. Only the sharpshooters will survive!",
      "deadline": "2023-12-08",
      "description": "Gear up for the FPS Battle Arena, where precision and reflexes are the keys to victory. Immerse yourself in heart-pounding first-person shooter action and compete for a prize pool of $220. Deadline for registration is December 8th.",
      "participation": 0,
      "image": "https://i.ibb.co/QjV4pzK/gaming-contest-6.jpg"
    },
    {
      "name": "Mystery Gaming Challenge",
      "type": "gaming",
      "price": 1500,
      "prize": 200,
      "instructions": "Unleash your gaming skills in the Mystery Gaming Challenge. The rules are unknown, the challenges are unpredictable. Can you emerge victorious?",
      "deadline": "2023-12-14",
      "description": "Prepare for the unexpected in the Mystery Gaming Challenge! Enter an arena where the rules are unknown, and the challenges are unpredictable. Adapt, strategize, and claim victory in this mysterious gaming adventure. The prize pool is $200, and the challenge concludes on December 14th.",
      "participation": 0,
      "image": "https://i.ibb.co/X3HZ1b4/gaming-contest-7.jpg"
    }
  ]

  {
    "name": "SimCity Builder Challenge",////////done
    "type": "gaming",
    "price": 1000,
    "prize": 150,
    "instructions": "Build and manage your own virtual city in the SimCity Builder Challenge. Plan, construct, and watch your city thrive!",
    "deadline": "2023-12-17",
    "description": "Take on the SimCity Builder Challenge and showcase your urban planning skills. Design and manage a thriving virtual city, and compete for a prize pool of $150. Will your city stand the test of time? Register now for the challenge concluding on December 17th.",
    "participation": 0,
    "image": "https://i.ibb.co/2ch4PNN/gaming-contest-9.jpg"
  },
  
  